name: "flickr_global"
backend: "onnxruntime"
max_batch_size: 128
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [768]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1]
  }
]
instance_group [
  {
    count: 2
    kind: KIND_GPU
    gpus: [0]
  }
]
dynamic_batching {
  preferred_batch_size: [4, 8, 16, 32, 64, 128]
  max_queue_delay_microseconds: 50
}
