name: "flickr_personalized"
backend: "onnxruntime"
max_batch_size: 64
input [
  {
    name: "embedding"
    data_type: TYPE_FP32
    dims: [768]
  },
  {
    name: "user_idx"
    data_type: TYPE_INT64
    dims: [1]
    reshape { shape: [] }
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [0]
  }
]
