name: "flickr_global"
backend: "onnxruntime"
max_batch_size: 64
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [768]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [0]
  }
]
